/* No comment */
"Listing directory {0} failed" = "列表失敗 {0}";

/* Touch file failed */
"Cannot create {0}" = "無法建立檔案 {0}";

/* Create directory failed */
"Cannot create folder {0}" = "無法建立資料夾 {0}";

/* Moving file failed */
"Cannot rename {0}" = "無法重新命名檔案 {0}";

/* Reading metadata of file failed */
"Failure to read attributes of {0}" = "無法取得 {0} 的檔案屬性";

/* Writing metadata of file failed */
"Failure to write attributes of {0}" = "無法寫入 {0} 的屬性";

/* Removing file failed */
"Cannot delete {0}" = "無法刪除檔案 {0}";

/* Ownership of file */
"Cannot change owner" = "無法變更擁有者";

/* Group ownership of file or folder */
"Cannot change group" = "無法變更群組";

/* Fails to change UNIX access permissions */
"Cannot change permissions of {0}" = "無法變更 {0} 的使用權限";
"Cannot change timestamp of {0}" = "無法變更 {0} 的時間戳記";

/* Mount failure */
"Connection failed" = "連線失敗";

/* Transfer failure */
"Download {0} failed" = "下載失敗";

/* Transfer failure */
"Upload {0} failed" = "上傳失敗";

/* Content distribution network configuration failures */
"Cannot read CDN configuration" = "無法讀取 CDN 設定";
"Cannot write CDN configuration" = "無法寫入 CDN 設定";

/* Container configuration such as logging or versioning */
"Cannot read container configuration" = "無法讀取容器設定";

"Interoperability failure" = "互通性失敗";
"Access denied" = "存取被拒";
"File not found" = "找不到檔案";

"DNS lookup for {0} failed" = "網域名稱系統(DNS)尋找 {0} 失敗";

"Mismatch between MD5 hash {0} of uploaded data and ETag {1} returned by the server" = "Mismatch between MD5 hash {0} of uploaded data and ETag {1} returned by the server";

"Insufficient disk space" = "磁碟空間不足";
"Only {0} available disk space" = "硬碟空間只剩 {0} ";

"Unsupported" = "不被支持";

/* No comment */
"Please contact your web hosting service provider for assistance" = "請聯絡你的網頁代管服務供應商以取得協助";

/* No comment */
"DNS is the network service that translates a server name to its Internet address. This error is most often caused by having no connection to the Internet or a misconfigured network. It can also be caused by an unresponsive DNS server or a firewall preventing access to the network." = "DNS 是將伺服器名稱轉換成網路位置的網路服務。這個錯誤通常是因為沒有連接到網路或網路設定不正確所造成。這也可能是因為 DNS 伺服器沒有回應或被防火牆阻擋所造成。";

/* No comment */
"The connection attempt was rejected. The server may be down, or your network may not be properly configured." = "連線被拒絕。可能是伺服器離線或者您的網路沒有正確的設定。";